---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitPathOffsetParam
source: html/96070adc-c282-d2d5-3689-17b44bdf544a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitPathOffsetParam Property

"Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecCircuitPathOffsetParam { get; }
```